Repository: altjohndev/telegram-awesome-list-bot
Catalog: priv/gettext/*/LC_MESSAGES/client_help.po
Languages: pt_br

source: I am here to help! <code>abbr</code> is the field for abbreviations. It is used to identify items, sub-categories, and categories. The pattern of an abbreviation is <b>snake_case</b>, this means that every time you perform an input of abbreviation, I will change it to be lowercased and with underline: - Movies will become movies - MoViEs will become mo_vi_es - "I robot" will become i_robot After that, if it is a creation or update, I will verify if it has at most 20 characters.
pt_br: Estou aqui para ajudar! <code>abbr</code> é o campo para abreviações. É utilizado para identificar itens, sub-categorias e categorias. O formato de uma abreviação é <b>snake_case</b>, isto significa que toda vez que você realizar uma entrada de abreviação, eu o mudarei para caixa-baixa e com underline: - Filmes tornará filmes - FiLmEs tornará fi_lm_es - "Eu robô" tornará eu_robô Após isso, se é uma criação ou atualização, eu irei verificar se possui um máximo de 20 caracteres.

source: I am here to help! <code>archived</code> is the field responsible to enable or disable an item. An archived item will not be used on random selection operations and will be <s>striked</s> on listings. Examples of usage: - Define a task as done from a to-do list. - Define a movie as watched.
pt_br: Estou aqui para ajudar! <code>archived</code> é o campo responsável por habilitar ou desabilitar um item. Um item arquivado não será utilizado em seleções aleatórias e será <s>riscado</s> em listagens. Exemplos de uso: - Para definir uma tarefa como pronta. - Para definir um filme como visto.

source: I am here to help! <code>description</code> is the field that can be used to insert additional information about items, sub-categories, and categories. A description should have at most 100 characters.
pt_br: Estou aqui para ajudar! <code>description</code> é o campo que pode ser utilizado para inserir informações adicionais sobre itens, sub-categorias e categorias. Uma descrição pode ter até 100 caracteres.

source: I am here to help! <code>reference</code> is the field that can be used to add links to items. If it is a valid link, I will show it as a link when showing items. A reference should have at most 100 characters.
pt_br: I am here to help! <code>reference</code> é campo que pode ser utilizar para adicionar links em itens. Se for um link válido, eu irei apresentar como um link ao apresentar itens. Uma referência pode ter até 100 caracteres.

source: I am here to help! <code>selected</code> is the field responsible to select or deselect items. A selected item will have a checkmark (<code>[X]</code>) on listings. An unselected item will not have a checkmark (<code>[ ]</code>) on listings. Examples of usage: - Define a task as doing from a to-do list. - Define a movie as "watching".
pt_br: Estou aqui para ajudar! <code>selected</code> é o campo responsável por selecionar ou desselecionar itens. Um item selecionado possuirá um x (<code>[X]</code>) em listagens. Um item não selecionado não possuirá um x (<code>[ ]</code>) em listagens. Exemplos de uso: - Definir uma tarefa como realizando. - Definir um filme como "assistindo".

source: I am here to help! A category is a collection of sub-categories and items. <b>- Creating a category</b> A category is identified according to the abbreviation (<code>abbr</code>) defined on creation. To learn more about <code>abbr</code>, use the command: <code>/help abbr</code> To create a new category, use the command /n (or /new ). The pattern is: <code>/n {abbr}</code> For example: <code>/n movies</code> Will create a category with the abbreviation <b>movies</b>. <b>- Updating a category</b> It is possible to set a custom name (<code>name</code>) and a description (<code>description</code>) on update. To learn more about <code>name</code>, use the command: <code>/help name</code> To learn more about <code>description</code>, use the command: <code>/help description</code> To update a category, use the command /e (or /edit ). The pattern is: <code>/e {abbr} {change_what} {the_change}</code> For example: <code>/e movies description A catalog of movies to watch</code> Will update the description of the category with the abbreviation <b>movies</b> to "A catalog of movies to watch". The fields you can change are: <code>abbr</code>, <code>name</code>, and <code>description</code> <b>- Listing categories</b> To list all categories, use the command /l (or /list ). To get a list with <code>abbr</code> included, use the command /la (or /listwithabbr ). <b>- Removing a category</b> To remove a category, use the command /d (or /delete ). The pattern is: <code>/d {abbr}</code> For example: <code>/d movies</code> Will remove the category with abbreviation as <b>movies</b>. <b>- Information about a category</b> To show more information about a category, use the command /s (or /show). The pattern is: <code>/s {abbr}</code> For example: <code>/s movies</code> Will show detailed information about the category with abbreviation as <b>movies</b>.
pt_br: Estou aqui para ajudar! Uma categoria é uma coleção de sub-categorias e itens. <b>- Criando uma categoria</b> Uma categoria é identificada de acordo com a abreviação (<code>abbr</code>) definida na criação. Para saber mais sobre <code>abbr</code>: <code>/help abbr</code> Para criar uma nova categoria, use o comando /n (ou /new ). O padrão é: <code>/n {abbr}</code> Por exemplo: <code>/n filmes</code> Irá criar uma categoria com abreviação <b>filmes</b>. <b>- Atualizar uma categoria</b> É possível atribuir um nome (<code>name</code>) e uma descrição (<code>description</code>) ao atualizar. Para saber mais sobre <code>name</code>, use: <code>/help name</code> Para saber mais sobre <code>description</code>, use: <code>/help description</code> Para atualizar uma categoria, use o comando /e (ou /edit ). O padrão é: <code>/e {abbr} {change_what} {the_change}</code> Por exemplo: <code>/e filmes description Um catálogo de filmes para assistir</code> Irá atualizar a descrição da categoria <b>filmes</b> para "Um catálogo de filmes para assistir". Campos modificáveis: <code>abbr</code>, <code>name</code> e <code>description</code> <b>- Listagem de categorias</b> Para listar todas as categorias, use o comando /l (ou /list ). Para listar com <code>abbr</code> incluso, use o comando /la (ou /listwithabbr ). <b>- Removendo uma categoria</b> Para remover uma categoria, use o comando /d (ou /delete ). O padrão é: <code>/d {abbr}</code> Por exemplo: <code>/d filmes</code> Irá remover a categoria <b>filmes</b>. <b>- Informação sobre uma categoria</b> Para visualizar informações de uma categoria, use o comando /s (ou /show). O padrão é: <code>/s {abbr}</code> Por exemplo: <code>/s filmes</code> Irá detalhar informações da categoria <b>filmes</b>.

source: I am here to help! My purpose is to manage categories, their sub-categories, and their items. A category is a collection of sub-categories and items. To learn more about categories, use the command: <code>/help category</code> A sub-category is a collection of items from a category. To learn more about sub-categories, use the command: <code>/help subcategory</code> An item is something that can be listed, selected, and archived. It is always associated with a category, and can be associated with a sub-category from the category. To learn more about items, use the command: <code>/help item</code> For example of usage, the command /start can guide you.
pt_br: Estou aqui para ajudar! Meu objetivo é gerenciar categorias, suas sub-categorias e seus itens. Uma categoria é uma coleção de sub-categorias e itens. Para aprender mais sobre categorias, utilize o comando: <code>/help category</code> Uma sub-categoria é uma coleção de itens de uma categoria. Para aprender mais sobre sub-categorias, utilize o comando: <code>/help subcategory</code> Um item é algo que pode ser listado, selecionado ou arquivado. É sempre associado com uma categoria e pode ser associado com uma sub-categoria da categoria. Para aprender mais sobre items, use o comando: <code>/help item</code> Para exemplos de uso, o comando /start pode te auxiliar.

source: I am ready! Start by creating a category with the /n command. For example: <code>/n movies</code> <code>/n FoodsAndDrinks</code> Then, create a sub-category. For example: <code>/n movies drama</code> <code>/n foods_and_drinks desserts</code> Finally, create an item. For example: <code>/n movies drama ai</code> <code>/n movies . fight club</code> <code>/n foods_and_drinks desserts ice cream</code> <code>/n foods_and_drinks . pizza</code> For more information about commands, please use the /help command.
pt_br: Estou pronto! Comece criando uma categoria com o command /n . Por exemplo: <code>/n filmes</code> <code>/n ComidasOuBebidas</code> Então, crie uma sub-categoria. Por exemplo: <code>/n filmes drama</code> <code>/n comidas_ou_bebidas sobremesa</code> Por fim, crie um item. Por exemplo: <code>/n filmes drama ia</code> <code>/n filmes . clube da luta</code> <code>/n comidas_ou_bebidas sobremesa sorvete</code> <code>/n comidas_ou_bebidas . pizza</code> Para mais informações sobre comandos, favor utilizar o comando /help .

source: I am here to help! <code>name</code> is the field responsible to name items, sub-categories, and categories. On creation, I will automatically define a name for the element based on the <code>abbr</code>. The pattern of a name is <b>Title Case</b>, this means that every time you perform an input of name, I will change it to have the first letter of every word upcased, otherwise downcased: - movies will become Movies - foods_and_drinks will become "Foods And Drinks" - "I, robot" will become "I, Robot" A name should have at most 100 characters.
pt_br: Estou aqui para ajudar! <code>name</code> é o campo responsável para nomear itens, sub-categorias e categorias. Na criação, eu definirei automaticamente o nome do elemento de acordo com o <code>abbr</code>. O formato para o nome é <b>Title Case</b>, isto significa que toda vez que você realizar uma entrada de nome, eu mudarei de forma que cada primeira letra de palavras seja caixa-alta, caso contrário caixa-baixa: - filmes tornará Filmes - comidas_ou_bebidas tornará "Comidas Ou Bebidas" - "Eu, robô" tornará "Eu, Robô" Um nome pode ter até 100 caracteres.

source: I am here to help! A sub-category is a collection of items from a category. <b>- Creating a sub-category</b> A sub-category is identified according to the abbreviation (<code>abbr</code>) defined on creation. To learn more about <code>abbr</code>, use the command: <code>/help abbr</code> To create a new sub-category, use the command /n (or /new ). The pattern is: <code>/n {category_abbr} {abbr}</code> For example: <code>/n movies drama</code> Will create a sub-category with the abbreviation <b>drama</b> from the category with the abbreviation <b>movies</b>. <b>- Updating a sub-category</b> It is possible to set a custom name (<code>name</code>) and a description (<code>description</code>) on update. To learn more about <code>name</code>, use the command: <code>/help name</code> To learn more about <code>description</code>, use the command: <code>/help description</code> To update a sub-category, use the command /e (or /edit ). The pattern is: <code>/e {category_abbr} {abbr} {change_what} {the_change}</code> For example: <code>/e movies drama description Movies to cry a river</code> Will update the description of the sub-category with the abbreviation <b>drama</b> from the category with the abbreviation <b>movies</b> to "Movies to cry a river". The fields you can change are: <code>abbr</code>, <code>name</code>, and <code>description</code> <b>- Listing sub-categories</b> To list all sub-categories from a category, use the command /l (or /list ). The pattern is: <code>/l {category_abbr}</code> For example: <code>/l movies</code> Will list all sub-categories from the category with the abbreviation as <b>movies</b>. To get a list with <code>abbr</code> included, use the command /la (or /listwithabbr ). <b>- Removing a sub-category</b> To remove a sub-category, use the command /d (or /delete ). The pattern is: <code>/d {category_abbr} {abbr}</code> For example: <code>/d movies drama</code> Will remove the sub-category with abbreviation as <b>drama</b> from the category with abbreviation as <b>movies</b>. <b>- Information about a sub-category</b> To show more information about a sub-category, use the command /s (or /show). The pattern is: <code>/s {category_abbr} {abbr}</code> For example: <code>/s movies drama</code> Will show detailed information about the sub-category with abbreviation as <b>drama</b> from the category with abbreviation as <b>movies</b>.
pt_br: Estou aqui para ajudar! Uma sub-categoria é uma coleção de itens de uma categoria. <b>- Criando uma sub-categoria</b> Uma sub-categoria é identificada de acordo com a abreviação (<code>abbr</code>) definida na criação. Para saber mais sobre <code>abbr</code>: <code>/help abbr</code> Para criar uma sub-categoria, use o comando /n (ou /new ). O padrão é: <code>/n {category_abbr} {abbr}</code> Por exemplo: <code>/n filmes drama</code> Irá criar a sub-categoria <b>drama</b> da categoria <b>filmes</b>. <b>- Atualizando uma sub-categoria</b> É possível atribuir um nome (<code>name</code>) e uma descrição (<code>description</code>) ao atualizar. Para saber mais sobre <code>name</code>, use: <code>/help name</code> Para saber mais sobre <code>description</code>, use: <code>/help description</code> Para atualizar uma categoria, use o comando /e (ou /edit ). O padrão é: <code>/e {category_abbr} {abbr} {change_what} {the_change}</code> Por exemplo: <code>/e filmes drama description Filmes para chorar litros</code> Irá atualizar a descrição da sub-categoria <b>drama</b> da categoria <b>filmes</b> para "Filmes para chorar litros". Campos modificáveis: <code>abbr</code>, <code>name</code> e <code>description</code> <b>- Listagem de sub-categorias</b> Para listar todas as sub-categorias de uma categoria, use o comando /l (ou /list ). O padrão é: <code>/l {category_abbr}</code> Por exemplo: <code>/l filmes</code> Irá listar todas as sub-categorias da categoria <b>filmes</b>. Para listar com <code>abbr</code> incluso, use o comando /la (ou /listwithabbr ). <b>- Removendo uma sub-categoria</b> Para remover uma sub-categoria, use o comando /d (ou /delete ). O padrão é: <code>/d {category_abbr} {abbr}</code> Por exemplo: <code>/d filmes drama</code> Irá remover a sub-categoria <b>drama</b> da categoria <b>filmes</b>. <b>- Infromação sobre uma sub-categoria</b> Para visualizar informações de uma sub-categoria, use /s (ou /show). O padrão é: <code>/s {category_abbr} {abbr}</code> Por exemplo: <code>/s filmes drama</code> Irá detalhar informações da sub-categoria <b>drama</b> da categoria <b>filmes</b>.

source: I am here to help! An item is something that can be listed, selected, and archived. It is always associated with a category, and can be associated with a sub-category from the category. <b>- Creating an item</b> An item is identified according to the abbreviation (<code>abbr</code>) defined on creation. To learn more about <code>abbr</code>, use the command: <code>/help abbr</code> To create a new item, use the command /n (or /new ). The pattern is: <code>/n {category_abbr} {sub_category_abbr} {abbr}</code> For example: <code>/n movies drama ai</code> Will create an item with the abbreviation <b>ai</b>. To create an item without a sub-category, simply replace the <code>{sub_category_abbr}</code> with <code>.</code> (a dot). This statement is valid for every command related to items. <b>- Updating an item</b> It is possible to set a custom name (<code>name</code>), description (<code>description</code>), reference (<code>reference</code>), or sub-category (<code>subcategory</code>) on update. To learn more about <code>reference</code>, use the command: <code>/help reference</code> To update an item, use the command /e (or /edit ). The pattern is: <code>/e {category_abbr} {abbr} {change_what} {the_change}</code> For example: <code>/e movies drama ai name Artificial Intelligence</code> Will update the name of the item with the abbreviation <b>ai</b> to "Artificial Intelligence". The fields you can change are: <code>abbr</code>, <code>name</code>, <code>description</code>, <code>reference</code>, and <code>subcategory</code>. <b>- Updating selection of items</b> Items can be selected and deselected with the command /se (or /select ). The pattern is: <code>/se {category_abbr} {sub_category_abbr} {abbr}</code> For example: <code>/se movies</code> Will select every item from the category with abbreviation as <b>movies</b>. If all items are already selected, this command will deselect, instead. <code>/se movies drama</code> Will select every item from sub-category with abbreviation as <b>drama</b>. If all items are already selected, this command will deselect, instead. <code>/se movies drama ai</code> Will select the item with abbreviation as <b>ai</b>. If the item is already selected, this command will deselect, instead. To learn more about the <code>select</code> attribute, use the command: <code>/help select</code> Additionaly you can randomly select an item from a category or sub-category with the command /sr (or /selectrandom ). The pattern is: <code>/sr {category_abbr} {sub_category_abbr}</code> For example: <code>/sr movies</code> Will select a random item from the category with abbreviation as <b>movies</b>. <code>/sr movies drama</code> Will select a random item from the sub-category with abbreviation as <b>drama</b>. <b>- Archiving items</b> Items can be archived with /ar (or /archive ). The pattern is: <code>/ar {category_abbr} {sub_category_abbr} {abbr}</code> For example: <code>/ar movies</code> Will archive every item from the category with abbreviation as <b>movies</b>. If all items are already archived, this command will de-archive, instead. <code>/ar movies drama</code> Will archive every item from sub-category with abbreviation as <b>drama</b>. If all items are already archived, this command will de-archive, instead. <code>/ar movies drama ai</code> Will archive the item with abbreviation as <b>ai</b>. If the item is already archived, this command will de-archive, instead. To learn more about the <code>archive</code> attribute, use the command: <code>/help archive</code> <b>- Listing items</b> To list all items from a category or sub-category, use the command /l (or /list ). The pattern is: <code>/l {category_abbr} {sub_category_abbr}</code> For example: <code>/l movies drama</code> Will list all items from the sub-category with the abbreviation as <b>drama</b>. To get a list with <code>abbr</code> included, use the command /la (or /listwithabbr ). <b>- Removing an item</b> To remove an item, use the command /d (or /delete ). The pattern is: <code>/d {category_abbr} {sub_category_abbr} {abbr}</code> For example: <code>/d movies drama ai</code> Will remove the item with abbreviation as <b>ai</b>. <b>- Information about an item</b> To show more information about an item, use the command /s (or /show). The pattern is: <code>/s {category_abbr} {sub_category_abbr} {abbr}</code> For example: <code>/s movies drama ai</code> Will show detailed information about the item with abbreviation as <b>ai</b>.
pt_br: Estou aqui para ajudar! Um item é algo que pode ser listado, selecionado ou arquivado. É sempre associado com uma categoria e pode ser associado com uma sub-categoria da categoria. <b>- Criando um item</b> Um item é identificado de acordo com a abreviação (<code>abbr</code>) definida na criação. Para saber mais sobre <code>abbr</code>: <code>/help abbr</code> Para criar um novo item, use o comando /n (ou /new ). O padrão é: <code>/n {category_abbr} {sub_category_abbr} {abbr}</code> Por exemplo: <code>/n filmes drama ia</code> Irá criar o item <b>ia</b>. Para criar um item sem sub-categoria, basta substituir o <code>{sub_category_abbr}</code> para <code>.</code> (um ponto final). Essa regra é válida para todo comando de itens. <b>- Atualizando um item</b> É possível atribuir um nome (<code>name</code>), descrição (<code>description</code>), referência (<code>reference</code>), ou sub-categoria (<code>subcategory</code>) na atualização. Para saber mais sobre <code>reference</code>, use: <code>/help reference</code> Para atualizar um item, use o comando /e (ou /edit ). O padrão é: <code>/e {category_abbr} {abbr} {change_what} {the_change}</code> Por exemplo: <code>/e filmes drama ia name Inteligência Artificial</code> Irá atualizar o nome do item <b>ia</b> para "Inteligência Artificial". Campos modificáveis são: <code>abbr</code>, <code>name</code>, <code>description</code>, <code>reference</code> e <code>subcategory</code>. <b>- Atualizando seleção de itens</b> Itens podem ser selecionados ou desselecionados com o comando /se (ou /select ). O padrão é: <code>/se {category_abbr} {sub_category_abbr} {abbr}</code> Por exemplo: <code>/se filmes</code> Irá selecionar todos os itens da categoria <b>filmes</b>. Se todos os itens já estão selecionados, o comando irá desselecionar todos. <code>/se filmes drama</code> Irá selecionar/desselecionar todos os itens da sub-categoria <b>drama</b>. <code>/se filmes drama ia</code> Irá selecionar ou desselcionar o item <b>ia</b>. Para saber mais sobre <code>select</code>, use: <code>/help select</code> Além disso, você pode selecionar aleatoriamente um item de uma categoria ou sub-categoria através do comando /sr (ou /selectrandom ). O padrão é: <code>/sr {category_abbr} {sub_category_abbr}</code> Por exemplo: <code>/sr filmes</code> Irá selecionar um item aleatório da categoria <b>filmes</b>. <code>/sr filmes drama</code> Irá selecionar um item aleatório da sub-categoria <b>drama</b>. <b>- Arquivando itens</b> Itens podem ser arquivados com /ar (ou /archive ). O padrão é: <code>/ar {category_abbr} {sub_category_abbr} {abbr}</code> Por exemplo: <code>/ar filmes</code> Irá arquivar todos os itens da categoria <b>filmes</b>. Se todos os itens já estão arquivados, este comando irá desarquivar. <code>/ar filmes drama</code> Irá arquivar/desarquivar todos os itens da sub-categoria <b>drama</b>. <code>/ar filmes drama ia</code> Irá arquivar ou desarquivar o item <b>ia</b>. Para saber mais sobre <code>archive</code>,use: <code>/help archive</code> <b>- Listagem de itens</b> Para listar todos os itens de uma categoria ou sub-categoria, use o comando /l (ou /list ). O padrão é: <code>/l {category_abbr} {sub_category_abbr}</code> Por exemplo: <code>/l filmes drama</code> Irá listar todos os itens da sub-categoria <b>drama</b>. TPara listar com <code>abbr</code> incluso, use o comando /la (ou /listwithabbr ). <b>- Removendo um item</b> Para remover um item, use o comando /d (ou /delete ). O padrão é: <code>/d {category_abbr} {sub_category_abbr} {abbr}</code> Por exemplo: <code>/d filmes drama ia</code> Irá remover o item <b>ia</b>. <b>- Informações sobre um item</b> Para visualizar informações de um item, use o comando /s (ou /show). O padrão é: <code>/s {category_abbr} {sub_category_abbr} {abbr}</code> Por exemplo: <code>/s filmes drama ia</code> Irá detalhar informações sobre o item <b>ia</b>.
