Repository: altjohndev/telegram-awesome-list-bot
Catalog: priv/gettext/*/LC_MESSAGES/client_errors.po
Languages: pt_br

source: - <code>%{field}</code> errors:
pt_br: - Erros de <code>%{field}</code>:

source: I am already speaking this language.
pt_br: Eu já estou falando neste idioma.

source: Oops... I had some problems with your request.
pt_br: Vixe... Tive problemas com sua solicitação.

source: Sorry, I can not archive this item.
pt_br: Perdão, eu não posso arquivar este item.

source: Sorry, I can not create this category.
pt_br: Perdão, eu não posso criar esta categoria.

source: Sorry, I can not create this item.
pt_br: Perdão, eu não posso criar este item.

source: Sorry, I can not create this sub-category.
pt_br: Perdão, eu não posso criar esta sub-categoria.

source: Sorry, I can not delete this category.
pt_br: Perdão, eu não posso remover esta categoria.

source: Sorry, I can not delete this item.
pt_br: Perdão, eu não posso remover este item.

source: Sorry, I can not delete this sub-category.
pt_br: Perdão, eu não posso remover esta sub-categoria.

source: Sorry, I can not select this item.
pt_br: Perdão, eu não posso selecionar este item.

source: Sorry, I can not update this category.
pt_br: Perdão, eu não posso atualizar esta categoria.

source: Sorry, I can not update this item.
pt_br: Perdão, eu não posso atualizar este item.

source: Sorry, I can not update this sub-category.
pt_br: Perdão, eu não posso atualizar esta sub-categoria.

source: Sorry, I did not found your category.
pt_br: Perdão, eu não encontrei sua categoria.

source: Sorry, I did not found your item.
pt_br: Perdão, eu não encontrei seu item.

source: Sorry, I did not found your sub-category.
pt_br: Perdão, eu não encontrei sua sub-categoria.

source: Sorry, I do not recognize this command.
pt_br: Perdão, eu não reconheço este comando.

source: Sorry, your input is invalid. Usage: <code>/ar {category_abbr}</code> <code>/ar {category_abbr} {sub_category_abbr}</code> <code>/ar {category_abbr} . {item_abbr}</code> <code>/ar {category_abbr} {sub_category_abbr} {item_abbr}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/ar {category_abbr}</code> <code>/ar {category_abbr} {sub_category_abbr}</code> <code>/ar {category_abbr} . {item_abbr}</code> <code>/ar {category_abbr} {sub_category_abbr} {item_abbr}</code>

source: Sorry, your input is invalid. Usage: <code>/d {category_abbr}</code> <code>/d {category_abbr} {sub_category_abbr}</code> <code>/d {category_abbr} . {item_abbr}</code> <code>/d {category_abbr} {sub_category_abbr} {item_abbr}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/d {category_abbr}</code> <code>/d {category_abbr} {sub_category_abbr}</code> <code>/d {category_abbr} . {item_abbr}</code> <code>/d {category_abbr} {sub_category_abbr} {item_abbr}</code>

source: Sorry, your input is invalid. Usage: <code>/e {category_abbr} {field} {value}</code> <code>/e {category_abbr} {sub_category_abbr} {field} {value}</code> <code>/e {category_abbr} . {item_abbr} {field} {value}</code> <code>/e {category_abbr} {sub_category_abbr} {item_abbr} {field} {value}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/e {category_abbr} {field} {value}</code> <code>/e {category_abbr} {sub_category_abbr} {field} {value}</code> <code>/e {category_abbr} . {item_abbr} {field} {value}</code> <code>/e {category_abbr} {sub_category_abbr} {item_abbr} {field} {value}</code>

source: Sorry, your input is invalid. Usage: <code>/locale en_US</code> <code>/locale pt_BR</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/locale en_US</code> <code>/locale pt_BR</code>

source: Sorry, your input is invalid. Usage: <code>/n {category_abbr}</code> <code>/n {category_abbr} {sub_category_abbr}</code> <code>/n {category_abbr} . {item_abbr}</code> <code>/n {category_abbr} {sub_category_abbr} {item_abbr}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/n {category_abbr}</code> <code>/n {category_abbr} {sub_category_abbr}</code> <code>/n {category_abbr} . {item_abbr}</code> <code>/n {category_abbr} {sub_category_abbr} {item_abbr}</code>

source: Sorry, your input is invalid. Usage: <code>/s {category_abbr}</code> <code>/s {category_abbr} {sub_category_abbr}</code> <code>/s {category_abbr} . {item_abbr}</code> <code>/s {category_abbr} {sub_category_abbr} {item_abbr}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/s {category_abbr}</code> <code>/s {category_abbr} {sub_category_abbr}</code> <code>/s {category_abbr} . {item_abbr}</code> <code>/s {category_abbr} {sub_category_abbr} {item_abbr}</code>

source: Sorry, your input is invalid. Usage: <code>/se {category_abbr}</code> <code>/se {category_abbr} {sub_category_abbr}</code> <code>/se {category_abbr} . {item_abbr}</code> <code>/se {category_abbr} {sub_category_abbr} {item_abbr}</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/se {category_abbr}</code> <code>/se {category_abbr} {sub_category_abbr}</code> <code>/se {category_abbr} . {item_abbr}</code> <code>/se {category_abbr} {sub_category_abbr} {item_abbr}</code>

source: Sorry, your input is invalid. Usage: <code>/sr {category_abbr}</code> <code>/sr {category_abbr} {sub_category_abbr}</code> <code>/sr {category_abbr} .</code>
pt_br: Perdão, sua entrada é inválida. Usage: <code>/sr {category_abbr}</code> <code>/sr {category_abbr} {sub_category_abbr}</code> <code>/sr {category_abbr} .</code>
