Repository: altjohndev/telegram-awesome-list-bot
Catalog: priv/gettext/*/LC_MESSAGES/client.po
Languages: pt_br

source: <code>%{count}</code> item was archived from the category <b>%{name}</b>.
pt_br: <code>%{count}</code> item foi arquivado da categoria <b>%{name}</b>.

source: <code>%{count}</code> item was archived from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: <code>%{count}</code> item foi arquivado da sub-categoria <b>%{name}</b> (%{category_name}).

source: <code>%{count}</code> item was dearchived from the category <b>%{name}</b>.
pt_br: <code>%{count}</code> item foi desarquivado da categoria <b>%{name}</b>.

source: <code>%{count}</code> item was dearchived from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: <code>%{count}</code> item foi desarquivado da sub-categoria <b>%{name}</b> (%{category_name}).

source: <code>%{count}</code> item was deselected from the category <b>%{name}</b>.
pt_br: <code>%{count}</code> item foi desselecionado da categoria <b>%{name}</b>.

source: <code>%{count}</code> item was deselected from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: <code>%{count}</code> item foi desselecionado da sub-categoria <b>%{name}</b> (%{category_name}).

source: <code>%{count}</code> item was selected from the category <b>%{name}</b>.
pt_br: <code>%{count}</code> item foi selecionado da categoria <b>%{name}</b>.

source: <code>%{count}</code> item was selected from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: <code>%{count}</code> item foi selecionado da sub-categoria <b>%{name}</b> (%{category_name}).

source: Hi, %{name}.
pt_br: Olá, %{name}.

source: I found your category! <b>%{name}</b> %{description} - Abbreviation: <code>%{abbr}</code> - Sub-categories: %{sub_categories_count} - Items: %{items_count} - Active items: %{active_items_count} - Active selected items: %{active_selected_items_count} - Archived items: %{archived_items_count}
pt_br: Eu encontrei sua categoria! <b>%{name}</b> %{description} - Abreviação: <code>%{abbr}</code> - Sub-categorias: %{sub_categories_count} - Itens: %{items_count} - Itens ativos: %{active_items_count} - Itens ativos e selecionados: %{active_selected_items_count} - Itens arquivados: %{archived_items_count}

source: I found your item! <b>%{name}</b> %{reference}%{description} - Abbreviation: <code>%{abbr}</code> - Category: %{category_name} - Category abbreviation: <code>%{category_abbr}</code> - Selected: %{selected} - Archived: %{archived}
pt_br: Eu encontrei seu item! <b>%{name}</b> %{reference}%{description} - Abreviação: <code>%{abbr}</code> - Categoria: %{category_name} - Abreviação da categoria: <code>%{category_abbr}</code> - Selecionado: %{selected} - Arquivado: %{archived}

source: I found your item! <b>%{name}</b> %{reference}%{description} - Abbreviation: <code>%{abbr}</code> - Category: %{category_name} - Category abbreviation: <code>%{category_abbr}</code> - Sub-category: %{sub_category_name} - Sub-category abbreviation: <code>%{sub_category_abbr}</code> - Selected: %{selected} - Archived: %{archived}
pt_br: Eu encontrei seu item! <b>%{name}</b> %{reference}%{description} - Abreviação: <code>%{abbr}</code> - Categoria: %{category_name} - Abreviação da categoria: <code>%{category_abbr}</code> - Sub-categoria: %{sub_category_name} - Abreviação da sub-categoria: <code>%{sub_category_abbr}</code> - Selecionado: %{selected} - Arquivado: %{archived}

source: I found your sub-category! <b>%{name}</b> %{description} - Abbreviation: <code>%{abbr}</code> - Category: %{category_name} - Category abbreviation: <code>%{category_abbr}</code> - Items: %{items_count} - Active items: %{active_items_count} - Active selected items: %{active_selected_items_count} - Archived items: %{archived_items_count}
pt_br: Eu encontrei sua sub-categoria! <b>%{name}</b> %{description} - Abreviação: <code>%{abbr}</code> - Categoria: %{category_name} - Abreviação da categoria: <code>%{category_abbr}</code> - Itens: %{items_count} - Itens ativos: %{active_items_count} - Itens ativos e selecionados: %{active_selected_items_count} - Itens arquivados: %{archived_items_count}

source: I randomly selected the item <b>%{name}</b> from the category <b>%{category_name}</b>.
pt_br: Eu aleatoriamente selecionei o item <b>%{name}</b> da categoria <b>%{category_name}</b>.

source: I randomly selected the item <b>%{name}</b> from the sub-category <b>%{category_name}</b> (%{sub_category_name}).
pt_br: Eu aleatoriamente selecionei o item <b>%{name}</b> da sub-categoria <b>%{category_name}</b> (%{sub_category_name}).

source: I succesfully created the <b>%{name}</b> (%{category_name}) item!
pt_br: Eu criei o item <b>%{name}</b> (%{category_name})!

source: I succesfully created the <b>%{name}</b> (%{category_name}) sub-category!
pt_br: Eu criei a sub-categoria <b>%{name}</b> (%{category_name})!

source: I succesfully created the <b>%{name}</b> (%{sub_category_name} - %{category_name}) item!
pt_br: Eu criei o item <b>%{name}</b> (%{sub_category_name} - %{category_name})!

source: I succesfully created the <b>%{name}</b> category!
pt_br: Eu criei a categoria <b>%{name}</b>!

source: I succesfully updated the <b>%{name}</b> (%{category_name}) item field <b>%{field}</b> to <b>%{value}</b>!
pt_br: Eu atualizei o campo <b>%{field}</b> do item <b>%{name}</b> (%{category_name}) para <b>%{value}</b>!

source: I succesfully updated the <b>%{name}</b> (%{category_name}) sub-category field <b>%{field}</b> to <b>%{value}</b>!
pt_br: Eu atualizei o campo <b>%{field}</b> da sub-categoria <b>%{name}</b> (%{category_name}) para <b>%{value}</b>!

source: I succesfully updated the <b>%{name}</b> (%{sub_category_name} - %{category_name}) item field <b>%{field}</b> to <b>%{value}</b>!
pt_br: Eu atualizei o campo <b>%{field}</b> do item <b>%{name}</b> (%{sub_category_name} - %{category_name}) para <b>%{value}</b>!

source: I succesfully updated the <b>%{name}</b> category field <b>%{field}</b> to <b>%{value}</b>!
pt_br: Eu atualizei o campo <b>%{field}</b> da categoria <b>%{name}</b> para <b>%{value}</b>!

source: I successfully archived the item <b>%{name}</b> (%{category_name}).
pt_br: Eu arquivei o item <b>%{name}</b> (%{category_name}).

source: I successfully archived the item <b>%{name}</b> (%{sub_category_name} - %{category_name}).
pt_br: Eu arquivei o item <b>%{name}</b> (%{sub_category_name} - %{category_name}).

source: I successfully dearchived the item <b>%{name}</b> (%{category_name}).
pt_br: Eu desarquivei o item <b>%{name}</b> (%{category_name}).

source: I successfully dearchived the item <b>%{name}</b> (%{sub_category_name} - %{category_name}).
pt_br: Eu desarquivei o item <b>%{name}</b> (%{sub_category_name} - %{category_name}).

source: I successfully deselected the item <b>%{name}</b> (%{category_name}).
pt_br: Eu selecionei o item <b>%{name}</b> (%{category_name}).

source: I successfully deselected the item <b>%{name}</b> (%{sub_category_name} - %{category_name}).
pt_br: Eu desselecionei o item <b>%{name}</b> (%{sub_category_name} - %{category_name}).

source: I successfully removed the category <b>%{name}</b>.
pt_br: Eu removi a categoria <b>%{name}</b>.

source: I successfully removed the item <b>%{name}</b> (%{category_name}).
pt_br: Eu removi o item <b>%{name}</b> (%{category_name}).

source: I successfully removed the item <b>%{name}</b> (%{sub_category_name} - %{category_name}).
pt_br: Eu removi o item <b>%{name}</b> (%{sub_category_name} - %{category_name}).

source: I successfully removed the sub-category <b>%{name}</b> (%{category_name}).
pt_br: Eu removi a sub-categoria <b>%{name}</b> (%{category_name}).

source: I successfully selected the item <b>%{name}</b> (%{category_name}).
pt_br: Eu selecionei o item <b>%{name}</b> (%{category_name}).

source: I successfully selected the item <b>%{name}</b> (%{sub_category_name} - %{category_name}).
pt_br: Eu selecionei o item <b>%{name}</b> (%{sub_category_name} - %{category_name}).

source: The <b>%{category_name}</b> items are:
pt_br: Os itens de <b>%{category_name}</b> são:

source: The <b>%{category_name}</b> sub-categories are:
pt_br: As sub-categorias de <b>%{category_name}</b> são:

source: The <b>%{sub_category_name}</b> (%{category_name}) items are:
pt_br: Os items de <b>%{sub_category_name}</b> (%{category_name}) são:

source: The link below will expire in 1 hour: <a href="%{link}">%{link}</a>
pt_br: O link abaixo expira em 1 hora: <a href="%{link}">%{link}</a>

source: There is nothing to archive or dearchive from the category <b>%{name}</b>.
pt_br: Não há nada para arquivar ou desarquivar da categoria <b>%{name}</b>.

source: There is nothing to archive or dearchive from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: Não há nada para arquivar ou desarquivar da sub-categoria <b>%{name}</b> (%{category_name}).

source: There is nothing to select or deselect from the category <b>%{name}</b>.
pt_br: Não hánada para selecionar ou desselecionar da categoria <b>%{name}</b>.

source: There is nothing to select or deselect from the sub-category <b>%{name}</b> (%{category_name}).
pt_br: Não há nada para selecionar ou desselecionar da sub-categoria <b>%{name}</b> (%{category_name}).

source: This category does not have any sub-category or item.
pt_br: Esta categoria não possui nenhuma sub-categoria ou item.

source: This chat does not have any category.
pt_br: Este chat não possui nenhuma categoria.

source: This sub-category does not have any item.
pt_br: Esta sub-categoria não possui nenhum item.

source: Your categories are:
pt_br: Suas categorias são:

source: 私はロボット...! Just kidding! I successfully updated the language.
pt_br: 私はロボット...! Brincadeirinha! Eu atualizei o idioma.
