Repository: altjohndev/telegram-awesome-list-bot
Catalog: priv/gettext/*/LC_MESSAGES/web.po
Languages: pt_br

source: Category %{category} removed
pt_br: Categoria %{category} removida

source: Category created successfully
pt_br: Categoria criada com sucesso

source: Category not found
pt_br: Categoria não encontrada

source: Category updated successfully
pt_br: Categoria atualizada com sucesso

source: Chat listings
pt_br: Listas do Chat

source: Chat updated successfully
pt_br: Chat atualizado com sucesso

source: Failed to remove category
pt_br: Falha ao remover categoria

source: Failed to remove item
pt_br: Falha ao remover item

source: Failed to remove sub-category
pt_br: Falha ao remover sub-categoria

source: Item %{item} removed
pt_br: Item %{item} removido

source: Item %{item} selected!
pt_br: Item %{item} selecionado!

source: Item created successfully
pt_br: Item criado com sucesso

source: Item not found
pt_br: Item não encontrado

source: Item updated successfully
pt_br: Item atualizado com sucesso

source: New category
pt_br: Nova categoria

source: New item from %{category}
pt_br: Novo item de %{category}

source: New sub-category from %{category}
pt_br: Nova sub-categoria de %{category}

source: Sub-category %{sub_category} removed
pt_br: Sub-categoria %{sub_category} removida

source: Sub-category created successfully
pt_br: Sub-categoria criada com sucesso

source: Sub-category not found
pt_br: Sub-categoria não encontrada

source: Sub-category updated successfully
pt_br: Sub-categoria atualizada com sucesso

source: There are no items available to be selected
pt_br: Não há itens disponíveis para seleção

source: Update category
pt_br: Atualizar categoria

source: Update chat
pt_br: Atualizar chat

source: Update item from %{category}
pt_br: Atualizar item de %{category}

source: Update sub-category from %{category}
pt_br: Atualizar sub-categoria de %{category}

source: Your link expired. Please request a new link to the bot with <code>/web</code> command
pt_br: Seu link expirou. Por favor, solicite um novo link para o bot com o commando <code>/web</code>

source: You do not have any category. Click on the button <code>+</code> above to create one.
pt_br: Você não tem nenhuma categoria. Clique no botão <code>+</code> acima para criar uma.

source: You do not have any item. Click on the button <code>+</code> above to create one.
pt_br: Você não tem nenhum item. Clique no botão <code>+</code> acima para criar um.

source: You do not have any sub-category. Click on the button <code>+</code> above to create one.
pt_br: Você não tem nenhuma sub-categoria. Clique no botão <code>+</code> acima para criar uma.

source: Failed to archive item
pt_br: Falha ao arquivar item

source: Failed to select item
pt_br: Falha ao selecionar item
